Revit 2027 API
ParameterTypeId.TitleSize Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TitleSize { get; }
Public Shared ReadOnly Property TitleSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TitleSize {
	ForgeTypeId^ get ();
}
static member TitleSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace